eamodio.gitlens
knisterpeter.vscode-github
ms-vsliveshare.vsliveshare
wallabyjs.quokka-vscode
coenraads.bracket-pair-colorizer
visualstudioexptteam.vscodeintellicode
mauve.terraform
ms-azuretools.vscode-docker
ritwickdey.liveserver
ms-python.python
ms-python.black-formatter
christian-kohler.path-intellisense
ms-vscode-remote.remote-containers
yzhang.markdown-all-in-one
techer.open-in-browser
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-czech
formulahendry.auto-rename-tag
formulahendry.auto-close-tag
pnp.polacod
formulahendry.code-runner
quicktype.quicktype
wayou.vscode-todo-highlight
eg2.vscode-npm-script
chrmarti.regex
donjayamanne.githistory
amazonwebservices.aws-toolkit-vscode
ms-vscode.csharp
SonarSource.sonarlint-vscode